export const AboutCardsInfo = [
	{
		title: "комплексный подход",
		texts: [
			"Наша команда состоит из  12  специалистов по  направлениям: дизайн, UX/UI дизайн, front-end, back-end и  seо.",
			"Вместе мы  изучаем все  аспекты задачи и  охватываем все  ключевые моменты для  достижения успеха.",
		]
	},
	{
		title: "Годовая гарантия",
		texts: [
			"Обеспечиваем наших клиентов бесплатным исправлением ошибок и  технических проблем в  течение целого года после  завершения работы.",
		]
	},
	{
		title: "Работаем по  договору",
		texts: [
			"Работа по  договору обеспечивает прозрачность и  ясность отношений между  сторонами. ",
			"Это  позволяет чётко определить обязанности каждой стороны, условия сотрудничества и  сроки исполнения.",
		]
	},
];
