import { BLOCKS_ID } from './constants';

export const links = [
	{
		title: 'Проекты',
		blockId: BLOCKS_ID.PROJECTS,
	},
	{
		title: 'Стоимость',
		blockId: BLOCKS_ID.PRICES,
	},
	{
		title: 'Этапы работы',
		blockId: BLOCKS_ID.STAGES,
	},
	{
		title: 'Контакты',
		blockId: BLOCKS_ID.CONTACTS,
	},
];

export const productList = [
	{
		title: 'Одностраничный сайт',
		subtitle:
			'Одностраничный сайт используется для простого и быстрого представления основной информации или продукта, часто используется для рекламных кампаний или лендингов.',
		timeframe: '3 недель',
		priceFrom: 80000,
	},
	{
		title: 'многостраничный сайт',
		subtitle:
			'Многостраничный сайт подходит для комплексных проектов, где требуется представить различные виды контента, информации или услуг, с возможностью структурирования по разделам.',
		timeframe: '5 недель',
		priceFrom: 200000,
	},
	{
		title: 'интернет-магазин',
		subtitle:
			'Интернет-магазин создается для продажи товаров или услуг онлайн, обеспечивая удобное и безопасное покупательское взаимодействие с клиентами.',
		timeframe: '5 недель',
		priceFrom: 200000,
	},
	{
		title: 'мобильное приложение',
		subtitle:
			'Мобильное приложение предназначено для удобного доступа к сервисам или информации на мобильных устройствах, обеспечивая персонализированный и мобильный опыт пользователей.',
		timeframe: '2 месяцев',
		priceFrom: 300000,
	},
	{
		title: 'веб портал',
		subtitle:
			'Веб-портал объединяет различные ресурсы, информацию и сервисы в одном месте, обеспечивая удобный доступ и навигацию по различным разделам и функционалу.',
		timeframe: '3 месяцев',
		priceFrom: 700000,
	},
];
